Repository: mhammed2020/Online-store
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Quantity
es: Cantidad

source: Image
es: imagen

source: Product
es: pruduto

source: Remove
es: msa7

source: Unit price
es: precio unita

source: Price
es: precio

source: Subtotal
es: partial total

source: People who bought this also bought
es: People who bought this also bought spanish

source: Apply a coupon
es: Apply a coupon sp

source: Continue shopping
es: Continue shopping sp

source: Checkout
es: Checkout sp

source: Coupon
es: Cupon

source: English
es: Inglés

source: Spanish
es: Español

source: My store
es: Mi tienda

source: Language
es: Language sp

source: Your cart
es: Tu carro

source: %(items)s item, $%(total)s
es: %(items)s productos, $%(total)s

source: Your cart is empty.
es: Your cart is empty spaaaa

source: Add to cart
es: Add to cart spaaaa

source: Products
es: Products spaa

source: Categories
es: Categories spaa

source: All
es: All spssssssss
